{
    "title": {
        "media": {
          "url": "https://cdn.vox-cdn.com/thumbor/wqb620UnQVZd2Qdquh442nBoWeQ=/0x0:2319x1505/1200x675/filters:focal(975x568:1345x938)/cdn.vox-cdn.com/uploads/chorus_image/image/69240126/Copy_of_I_AWP_Folder_8_001_OK.0.jpg",
          "caption": "Asian American History",
          "credit": ""
        },
        "text": {
          "headline": "Asian American History",
          "text": "<p>The history of Asian Americans in the United States is complex and diverse. Asian Americans have faced discrimination and prejudice throughout their history in the country, including exclusionary laws, internment during World War II, and ongoing microaggressions and systemic racism.</p>"
        }
    },
    "events": [
      {
        "media": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/b/b3/President_Lyndon_B._Johnson_Signing_of_the_Immigration_Act_of_1965_%2802%29_-_restoration1.jpg",
          "caption": "“President Lyndon B. Johnson signs the Immigration Bill of 1965.”",
          "credit": "Yoichi Okamoto"
        },
        "start_date": {
          "year": "1965"
        },
        "text": {
          "headline": "Immigration and Nationality Act of 1965, which abolished the quota system and led to a significant increase in immigration from Asia.",
          "text": "<p>In 1965, the Immigration and Nationality Act was passed in the United States, which abolished the previous quota system that had limited immigration from Asia and other non-European countries. The act was a significant milestone in the fight for immigration reform and helped pave the way for greater diversity and cultural exchange in the United States. As a result of the act, there was a significant increase in immigration from Asia and other regions, leading to greater ethnic and cultural diversity in the United States. The act also helped to promote greater understanding and tolerance between different communities and emphasized the importance of recognizing the contributions and value of immigrants to society.</p>"
        }
      },
      {
        "media": {
          "url": "https://www.gannett-cdn.com/-mm-/a4b6c060c461886256439032d1ed27ea5eed5325/c=0-337-3000-2032/local/-/media/2017/02/10/Poughkeepsie/Poughkeepsie/636223330981827626-108M.-210-G-C-695-REV.jpg",
          "caption": "Japanese Internment Camp Photoed by Dorothea Lange",
          "credit": "Dorothea Lange"
        },
        "start_date": {
          "month": "2",
          "day": "19",
          "year": "1942"
        },
        "text": {
          "headline": "Executive Order 9066, which authorized the forced relocation and internment of Japanese Americans during World War II.",
          "text": "<p>In 1942, President Franklin D. Roosevelt signed Executive Order 9066, which authorized the forced relocation and internment of Japanese Americans during World War II. This was a dark period in American history where approximately 120,000 Japanese Americans, including men, women, and children, were forcibly removed from their homes and placed into internment camps. The act was fueled by anti-Japanese sentiment and racial prejudice, despite the fact that the majority of Japanese Americans posed no threat to national security. The internment of Japanese Americans was a gross violation of their civil liberties and fundamental human rights. The legacy of Executive Order 9066 serves as a reminder of the dangers of prejudice, racism, and the importance of protecting civil liberties and human rights for all individuals.</p>"
        }
      },
      {
        "media": {
          "url": "https://www.mtdemocrat.com/files/2020/01/B4_WEB_CAMuseum_GoldMountain_GoldRush-1024x758.png",
          "caption": "",
          "credit": "Joseph B. Starkweather"
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1848"
        },
        "text": {
          "headline": "Chinese immigrants first arrive in California during the California Gold Rush.",
          "text": "<p>Chinese immigrants first arrived in California during the California Gold Rush of the mid-19th century. The Gold Rush was a period of rapid migration to California after gold was discovered there in 1848. Chinese immigrants were among the many people who came to California seeking fortune and opportunities. They faced discrimination and prejudice, but they also found work in mining and other industries. By 1870, the Chinese population in California had grown to over 63,000, making up about 8% of the state's population. Chinese immigrants made significant contributions to the development of California and the United States, particularly in agriculture, railroads, and mining. However, they also faced widespread discrimination and violence, culminating in the Chinese Exclusion Act of 1882, which severely restricted Chinese immigration to the United States.</p>"
        }
      },
      {
        "media": {
          "url": "https://www.workers.org/wp-content/uploads/Chinese-railroad-workers.jpeg",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1869"
        },
        "text": {
          "headline": "Completion of the Transcontinental Railroad with Chinese labor.",
          "text": "<p>The completion of the Transcontinental Railroad with Chinese labor was a significant event in American history. The Transcontinental Railroad was a railroad line that connected the east and west coasts of the United States, and it was completed in 1869. Chinese immigrants played a crucial role in building the railroad, particularly in the western portion of the line. Chinese laborers were hired by the Central Pacific Railroad Company, which was responsible for building the western portion of the railroad, and they made up a majority of the workforce. The Chinese workers faced harsh working conditions and discrimination, but they were instrumental in completing the railroad on schedule. The completion of the Transcontinental Railroad with Chinese labor was a significant achievement in American engineering and transportation, but it also highlighted the mistreatment and exploitation of Chinese immigrants in the United States during that time period.</p>"
        }
      },
      {
        "media": {
          "url": "https://thomasnastcartoons.files.wordpress.com/2014/02/a-statue-for-our-harbor-11-november-1881.jpg",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1882"
        },
        "text": {
          "headline": "Chinese Exclusion Act, the first major law restricting immigration based on nationality.",
          "text": "<p>The Chinese Exclusion Act was a United States federal law passed in 1882 that prohibited Chinese laborers from entering the country for 10 years, with the possibility of renewal. It was the first major law restricting immigration based on nationality, and it effectively barred Chinese immigrants from entering the United States. The law was later extended and made permanent in 1902. The Chinese Exclusion Act was finally repealed in 1943, as a result of the United States' alliance with China during World War II.</p>"
        }
      },
      {
        "media": {
          "url": "https://www.history.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_768/MTc5ODc1ODAwMzU3NTQ1OTcz/angel-island-immigration-station-gettyimages-615310970.jpg",
          "caption": "",
          "credit": "Corbis Images"
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1907"
        },
        "text": {
          "headline": "Gentlemen's Agreement between the United States and Japan, which limited Japanese immigration.",
          "text": "<p>The Gentlemen's Agreement was an informal agreement reached between the United States and Japan in 1907-1908. It aimed to limit Japanese immigration to the United States by having Japan voluntarily restrict the number of Japanese immigrants coming to the US. In exchange, the US agreed to repeal discriminatory laws against Japanese immigrants in California and other Western states. The agreement was not a formal treaty, but rather a series of diplomatic notes between the two countries. It effectively reduced the number of Japanese immigrants to the US, particularly laborers, for several years. However, it did not prevent Japanese immigration altogether, and it also sparked controversy in both countries. The Gentlemen's Agreement was terminated in 1924 with the passage of the Immigration Act, which effectively banned all Asian immigration to the US.</p>"
        }
      },
      {
        "media": {
          "url": "https://en.wikipedia.org/wiki/Alien_land_laws#/media/File:YellowTerror.jpg",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1913"
        },
        "text": {
          "headline": "Alien Land Law passed in California, which prohibited Asian immigrants from owning land.",
          "text": "<p>The Alien Land Law, also known as the California Land Law, was a series of laws passed in California in the early 20th century that prohibited non-citizens, particularly Asian immigrants, from owning land or leasing it for more than three years. The first Alien Land Law was passed in 1913, and it was later strengthened in 1920 and 1923 to close loopholes. The laws were primarily targeted at Japanese immigrants, who were seen as a threat to white American farmers. The laws were challenged in court, but ultimately upheld as constitutional. The Alien Land Law remained in effect in California until it was repealed in 1956, after the Supreme Court ruled that it violated the equal protection clause of the 14th Amendment.</p>"
        }
      },
      {
        "media": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/CalvinCoolidgeimmigration3.jpg/1920px-CalvinCoolidgeimmigration3.jpg",
          "caption": "US President Calvin Coolidge signs the Immigration Act on the White House South Lawn along with appropriation bills for the Veterans Bureau. John J. Pershing is on the left.",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1924"
        },
        "text": {
          "headline": "Immigration Act of 1924, which established quotas for immigrants based on their country of origin and effectively banned immigration from Asia.",
          "text": "<p>In 1924, the Immigration Act was passed in the United States, which established quotas for immigrants based on their country of origin and effectively banned immigration from Asia. The act was fueled by anti-immigrant sentiment and discrimination against non-European immigrants, and it limited the number of immigrants who could enter the United States from any given country. The quotas were based on the national origin of the immigrant and favored immigrants from Western European countries. The act effectively banned immigration from Asia and significantly limited immigration from other regions. The act was a significant milestone in the history of immigration policy in the United States, and its legacy still impacts immigration policy today. It serves as a reminder of the dangers of discriminatory policies and the importance of fighting for equal rights and recognition for all individuals.</p>"
        }
      },
      {
        "media": {
          "url": "https://www.archives.gov/files/milestone-documents/images/doc-047-big.jpg",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1943"
        },
        "text": {
          "headline": "Chinese Exclusion Act repealed.",
          "text": "<p>In 1943, the Chinese Exclusion Act was repealed by the United States Congress. The act had been in place since 1882 and had prohibited Chinese immigrants from coming to the United States, with the exception of a few narrow categories. The repeal of the act was a significant milestone in the fight for immigration reform and helped to pave the way for greater diversity and cultural exchange in the United States. The act also helped to promote greater understanding and tolerance between different communities and emphasized the importance of recognizing the contributions and value of immigrants to society.</p>"
        }
      },
      {
        "media": {
          "url": "https://encyclopedia.densho.org/front/media/cache/95/b9/95b9e2d6c306534c29126b80a4de9077.jpg",
          "caption": "“Issei graduates of the first Americanization class conducted in Japanese, San Francisco, California. Photographer Bob Laing. From Scene the Pictorial Magazine Vol. 4 No. 10, February 1953, p. 29.”          ",
          "credit": "Mr. and Mrs. Joe Hamanaka"
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1952"
        },
        "text": {
          "headline": "Immigration and Nationality Act of 1952, which allowed for the naturalization of Asian immigrants and increased immigration quotas.",
          "text": "<p>In 1952, the Immigration and Nationality Act was passed in the United States, which allowed for the naturalization of Asian immigrants and increased immigration quotas. The act was a significant milestone in the fight for equal rights and recognition for Asian Americans, who had faced discriminatory policies and restrictions in the past. The act helped to promote greater understanding and tolerance between different communities and emphasized the importance of recognizing the contributions and value of immigrants to society. It also helped to pave the way for further immigration reform and greater representation and advocacy for Asian Americans in politics and society.</p>"
        }
      },
      {
        "media": {
          "url": "http://berkeleyplaques.org/wp-content/uploads/2019/03/Webp.net-resizeimage-7.jpg",
          "caption": "“AAPA 50th Anniversary Flyer”",
          "credit": "V. Wong"
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1966"
        },
        "text": {
          "headline": "Asian American Political Alliance (AAPA) founded at the University of California, Berkeley.",
          "text": "<p>In 1966, the Asian American Political Alliance (AAPA) was founded at the University of California, Berkeley. The organization was formed in response to the lack of representation and attention given to issues faced by Asian Americans in mainstream politics and society. The AAPA worked to promote awareness of issues affecting Asian Americans, such as immigration, racism, and discrimination, and advocated for greater political and social rights for the community. The founding of the AAPA was a significant moment in the history of Asian American activism and helped pave the way for greater representation and advocacy in politics and society.</p>"
        }
      },
      {
        "media": {
          "url": "https://static01.nyt.com/images/2022/06/16/us/16vincent-chin-05/merlin_208555011_305e5718-3ef7-4f7c-8b19-3a527249e80c-superJumbo.jpg?quality=75&auto=webp",
          "caption": "Chen’s mother holding a photo of him",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1979"
        },
        "text": {
          "headline": "Vincent Chin, a Chinese American, is beaten to death by two white men in a racially motivated attack in Detroit.",
          "text": "<p>In 1979, Vincent Chin, a Chinese American, was beaten to death by two white men in a racially motivated attack in Detroit. The incident highlighted the ongoing issue of hate crimes and discrimination against Asian Americans, and sparked protests and calls for justice. The perpetrators were initially given light sentences, which led to further outrage and activism. The case brought attention to the need for greater protections against hate crimes and discrimination, and emphasized the importance of promoting understanding and tolerance between different communities.</p>"
        }
      },
      {
        "media": {
          "url": "https://npr.brightspotcdn.com/dims4/default/d58cb65/2147483647/strip/true/crop/1920x1080+0+0/resize/1760x990!/format/webp/quality/90/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Flegacy%2Fuploads%2F2018%2F5%2F24%2Ffred0.jpg",
          "caption": "“23-year-old Fred Korematsu, an American citizen born in the U.S. to Japanese parents”          ",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1982"
        },
        "text": {
          "headline": "Korematsu v. United States, a Supreme Court case that upheld the constitutionality of Japanese American internment during World War II, is overturned.",
          "text": "<p>In 1982, the Korematsu v. United States case was overturned by the Supreme Court of the United States. The case had upheld the constitutionality of Japanese American internment during World War II, allowing the government to forcibly relocate and detain over 120,000 Japanese Americans. The overturning of the Korematsu case was a significant moment in recognizing the injustice and violation of civil liberties that had occurred during the internment, and helped pave the way for reparations and an official apology through the Civil Liberties Act of 1986. It also emphasized the importance of upholding the principles of due process and protection of civil liberties for all individuals, especially in times of war or national crisis.</p>"
        }
      },
      {
        "media": {
          "url": "https://www.nationalww2museum.org/sites/default/files/styles/wide_medium/public/2021-08/Ronald%20Reagan%20Signs%20Reparation%20Bill%20-%20National%20Archives%20photo.jpg",
          "caption": "“President Ronald Reagan Signs The Reparations Bill for Japanese Americans with Pete Wilson Spark Matsunaga, Norman Mineta, Robert Masui, and Bill Lowrey. The National Archives, photo no. 75856233.”",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1986"
        },
        "text": {
          "headline": "Civil Liberties Act of 1986, which provided reparations and a formal apology to Japanese Americans who were interned during World War II.",
          "text": "<p>In 1986, the Civil Liberties Act was passed in the United States, which provided reparations and a formal apology to Japanese Americans who were interned during World War II. The government had forced over 120,000 Japanese Americans, most of whom were American citizens, into internment camps following the attack on Pearl Harbor in 1941. The Civil Liberties Act acknowledged this grave injustice and sought to make amends by providing financial compensation and an apology to those who had been impacted. The act was an important step in acknowledging past mistakes and promoting equality and justice for all individuals, regardless of their race or ethnicity.</p>"
        }
      },
      {
        "media": {
          "url": "https://media.npr.org/assets/img/2017/04/25/gettyimages-667810984_custom-a2e6569cd8769cea201c260c3a0b1840ac68f207-s1000-c85.webp",
          "caption": "“Looters load up a car at the Viva shopping center near a billowing fire during the rioting that erupted in Los Angeles on April 29, 1992, after a jury found four Los Angeles Police Department officers not guilty in the beating of Rodney King.”",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "1992"
        },
        "text": {
          "headline": "Riots in Los Angeles following the acquittal of police officers involved in the beating of Rodney King, which highlighted racial tensions between Asian Americans and African Americans.",
          "text": "<p>In 1992, riots broke out in Los Angeles following the acquittal of police officers involved in the beating of Rodney King, a Black man. The riots highlighted long-standing racial tensions between Asian Americans and African Americans, as many Korean American-owned businesses were targeted and looted during the unrest. The incident brought attention to issues of police brutality and systemic racism in the United States and emphasized the need for better understanding and communication between different communities to prevent such violence from happening again.</p>"
        }
      },
      {
        "media": {
          "url": "https://upload.wikimedia.org/wikipedia/commons/3/35/WTC_smoking_on_9-11.jpeg",
          "caption": "“The Twin Towers burning”",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "2001"
        },
        "text": {
          "headline": "September 11 terrorist attacks lead to an increase in hate crimes against Muslims and South Asians in the United States.",
          "text": "<p>In 2001, the terrorist attacks on September 11th in the United States led to an increase in hate crimes against Muslims and South Asians. The attacks were carried out by Islamic extremist group Al-Qaeda, and some individuals wrongly associated all Muslims and people of Middle Eastern or South Asian descent with the attacks. This discrimination and violence against innocent individuals highlighted the importance of combating stereotypes and promoting understanding and tolerance between different groups of people.</p>"
        }
      },{
        "media": {
          "url": "https://images.csmonitor.com/csm/2016/04/976504_1_0419-peter-liang-nypd_standard.jpg?alias=standard_900x600nc",
          "caption": "“Police officer Peter Liang”",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "2015"
        },
        "text": {
          "headline": "Peter Liang, a Chinese American police officer, is convicted of manslaughter in the shooting death of Akai Gurley, an unarmed Black man, in New York City.",
          "text": "<p>In 2015, Peter Liang, a Chinese American police officer, was convicted of manslaughter in the shooting death of Akai Gurley, an unarmed Black man, in New York City. The incident sparked protests and discussions about police brutality and racial profiling in the United States. The case highlighted the need for police reform and accountability to ensure that all individuals, regardless of race or ethnicity, are treated fairly and justly by law enforcement.</p>"
        }
      },
      {
        "media": {
          "url": "https://gdb.voanews.com/E98EE62A-772D-497C-BFFA-91B5327A82B9_cx0_cy1_cw0_w650_r1_s.jpg",
          "caption": "“Protesters hold up signs and call out against the Supreme Court ruling upholding President Donald Trump's travel ban outside the the Supreme Court in Washington, June 26, 2018.”",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "2017"
        },
        "text": {
          "headline": "The Trump administration attempts to implement a travel ban on several Muslim-majority countries, which is met with protests and legal challenges.",
          "text": "<p>In 2017, the Trump administration announced a travel ban on several Muslim-majority countries, citing concerns about national security. The ban was met with widespread protests and legal challenges, as many argued that it was discriminatory and violated constitutional rights. The controversy surrounding the travel ban sparked important discussions about immigration policy and the protection of civil liberties for all individuals, regardless of their background or religion.</p>"
        }
      },
      {
        "media": {
          "url": "https://api.time.com/wp-content/uploads/2020/05/GettyImages-1214399672.jpg",
          "caption": "“Chinatown residents protest against racism against the Chinese community in San Francisco in February.”",
          "credit": ""
        },
        "start_date": {
          "month": "",
          "day": "",
          "year": "2020"
        },
        "text": {
          "headline": "COVID-19 pandemic leads to an increase in hate crimes against Asian Americans, fueled by racist rhetoric about the virus.",
          "text": "<p>In 2020, the world was impacted by the COVID-19 pandemic. Unfortunately, the pandemic also led to a rise in hate crimes against Asian Americans, fueled by racist rhetoric and stereotypes about the virus. This discrimination caused harm to many individuals and communities, highlighting the importance of fighting against hate and promoting equality for all.</p>"
        }
      }
    ]
}